/*
 Navicat Premium Data Transfer

 Source Server         : fund
 Source Server Type    : MySQL
 Source Server Version : 80022
 Source Host           : localhost:3306
 Source Schema         : fund_db

 Target Server Type    : MySQL
 Target Server Version : 80022
 File Encoding         : 65001

 Date: 01/04/2023 21:46:31
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for fund_012837
-- ----------------------------
DROP TABLE IF EXISTS `fund_012837`;
CREATE TABLE `fund_012837`  (
  `id` int(0) NOT NULL AUTO_INCREMENT COMMENT 'id',
  `fund_id` int(0) NOT NULL COMMENT '关联的基金id',
  `fund_date` date NOT NULL COMMENT '基金日期',
  `fund_nav` decimal(5, 4) NULL DEFAULT NULL COMMENT '单位净值',
  `fund_accnav` decimal(5, 4) NULL DEFAULT NULL COMMENT '累计净值',
  `fund_dgr` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '日增长率',
  `subsribe_state` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '申购状态',
  `redeem_state` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '赎回状态',
  `utc_create` datetime(0) NULL DEFAULT NULL COMMENT '创建时间',
  `utc_updated` datetime(0) NULL DEFAULT NULL COMMENT '修改时间',
  `utc_deleted` bigint(0) NULL DEFAULT 0 COMMENT '逻辑删除，0=未删除，1=已删除',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 383 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci COMMENT = '历史净值表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of fund_012837
-- ----------------------------
INSERT INTO `fund_012837` VALUES (1, 2, '2023-03-03', 0.6210, 0.6210, '2.36%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (2, 2, '2023-03-02', 0.6067, 0.6067, '-0.85%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (3, 2, '2023-03-01', 0.6119, 0.6119, '0.84%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (4, 2, '2023-02-28', 0.6068, 0.6068, '0.61%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (5, 2, '2023-02-27', 0.6031, 0.6031, '-1.63%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (6, 2, '2023-02-24', 0.6131, 0.6131, '-0.29%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (7, 2, '2023-02-23', 0.6149, 0.6149, '-0.23%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (8, 2, '2023-02-22', 0.6163, 0.6163, '-0.28%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (9, 2, '2023-02-21', 0.6180, 0.6180, '-0.37%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (10, 2, '2023-02-20', 0.6203, 0.6203, '1.21%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (11, 2, '2023-02-17', 0.6129, 0.6129, '-3.04%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (12, 2, '2023-02-16', 0.6321, 0.6321, '-2.69%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (13, 2, '2023-02-15', 0.6496, 0.6496, '1.03%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (14, 2, '2023-02-14', 0.6430, 0.6430, '-0.23%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (15, 2, '2023-02-13', 0.6445, 0.6445, '0.31%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (16, 2, '2023-02-10', 0.6425, 0.6425, '-0.54%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (17, 2, '2023-02-09', 0.6460, 0.6460, '3.91%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (18, 2, '2023-02-08', 0.6217, 0.6217, '-1.00%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (19, 2, '2023-02-07', 0.6280, 0.6280, '-0.40%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (20, 2, '2023-02-06', 0.6305, 0.6305, '-1.13%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (21, 2, '2023-02-03', 0.6377, 0.6377, '-0.02%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (22, 2, '2023-02-02', 0.6378, 0.6378, '1.51%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (23, 2, '2023-02-01', 0.6283, 0.6283, '1.73%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (24, 2, '2023-01-31', 0.6176, 0.6176, '-2.46%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (25, 2, '2023-01-30', 0.6332, 0.6332, '-0.02%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (26, 2, '2023-01-20', 0.6333, 0.6333, '0.21%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (27, 2, '2023-01-19', 0.6320, 0.6320, '2.10%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (28, 2, '2023-01-18', 0.6190, 0.6190, '-0.24%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (29, 2, '2023-01-17', 0.6205, 0.6205, '2.26%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (30, 2, '2023-01-16', 0.6068, 0.6068, '3.06%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (31, 2, '2023-01-13', 0.5888, 0.5888, '0.08%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (32, 2, '2023-01-12', 0.5883, 0.5883, '-0.36%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (33, 2, '2023-01-11', 0.5904, 0.5904, '-1.02%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (34, 2, '2023-01-10', 0.5965, 0.5965, '1.00%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (35, 2, '2023-01-09', 0.5906, 0.5906, '0.43%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (36, 2, '2023-01-06', 0.5881, 0.5881, '-0.12%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (37, 2, '2023-01-05', 0.5888, 0.5888, '0.79%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (38, 2, '2023-01-04', 0.5842, 0.5842, '-0.66%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (39, 2, '2023-01-03', 0.5881, 0.5881, '1.36%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (40, 2, '2022-12-31', 0.5801, 0.5801, '', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (41, 2, '2022-12-30', 0.5802, 0.5802, '-0.74%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (42, 2, '2022-12-29', 0.5845, 0.5845, '-0.07%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (43, 2, '2022-12-28', 0.5849, 0.5849, '-1.25%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (44, 2, '2022-12-27', 0.5923, 0.5923, '1.30%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (45, 2, '2022-12-26', 0.5847, 0.5847, '2.47%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (46, 2, '2022-12-23', 0.5706, 0.5706, '-1.94%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (47, 2, '2022-12-22', 0.5819, 0.5819, '-1.66%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (48, 2, '2022-12-21', 0.5917, 0.5917, '-1.37%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (49, 2, '2022-12-20', 0.5999, 0.5999, '-0.03%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (50, 2, '2022-12-19', 0.6001, 0.6001, '-2.44%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (51, 2, '2022-12-16', 0.6151, 0.6151, '-1.87%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (52, 2, '2022-12-15', 0.6268, 0.6268, '1.42%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (53, 2, '2022-12-14', 0.6180, 0.6180, '-0.13%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (54, 2, '2022-12-13', 0.6188, 0.6188, '-1.54%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (55, 2, '2022-12-12', 0.6285, 0.6285, '1.67%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (56, 2, '2022-12-09', 0.6182, 0.6182, '1.19%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (57, 2, '2022-12-08', 0.6109, 0.6109, '-1.40%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (58, 2, '2022-12-07', 0.6196, 0.6196, '-0.86%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (59, 2, '2022-12-06', 0.6250, 0.6250, '1.89%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (60, 2, '2022-12-05', 0.6134, 0.6134, '0.61%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (61, 2, '2022-12-02', 0.6097, 0.6097, '-0.80%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (62, 2, '2022-12-01', 0.6146, 0.6146, '1.32%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (63, 2, '2022-11-30', 0.6066, 0.6066, '-0.21%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (64, 2, '2022-11-29', 0.6079, 0.6079, '1.49%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (65, 2, '2022-11-28', 0.5990, 0.5990, '-1.19%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (66, 2, '2022-11-25', 0.6062, 0.6062, '-0.82%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (67, 2, '2022-11-24', 0.6112, 0.6112, '-0.78%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (68, 2, '2022-11-23', 0.6160, 0.6160, '-0.73%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (69, 2, '2022-11-22', 0.6205, 0.6205, '-0.94%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (70, 2, '2022-11-21', 0.6264, 0.6264, '-0.59%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (71, 2, '2022-11-18', 0.6301, 0.6301, '-2.72%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (72, 2, '2022-11-17', 0.6477, 0.6477, '1.95%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (73, 2, '2022-11-16', 0.6353, 0.6353, '-1.35%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (74, 2, '2022-11-15', 0.6440, 0.6440, '6.10%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (75, 2, '2022-11-14', 0.6070, 0.6070, '0.56%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (76, 2, '2022-11-11', 0.6036, 0.6036, '1.26%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (77, 2, '2022-11-10', 0.5961, 0.5961, '-2.68%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (78, 2, '2022-11-09', 0.6125, 0.6125, '-0.81%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (79, 2, '2022-11-08', 0.6175, 0.6175, '-1.14%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (80, 2, '2022-11-07', 0.6246, 0.6246, '-1.16%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (81, 2, '2022-11-04', 0.6319, 0.6319, '0.80%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (82, 2, '2022-11-03', 0.6269, 0.6269, '3.14%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (83, 2, '2022-11-02', 0.6078, 0.6078, '0.46%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (84, 2, '2022-11-01', 0.6050, 0.6050, '0.90%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (85, 2, '2022-10-31', 0.5996, 0.5996, '1.85%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (86, 2, '2022-10-28', 0.5887, 0.5887, '-1.46%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (87, 2, '2022-10-27', 0.5974, 0.5974, '0.32%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (88, 2, '2022-10-26', 0.5955, 0.5955, '3.03%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (89, 2, '2022-10-25', 0.5780, 0.5780, '-0.60%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (90, 2, '2022-10-24', 0.5815, 0.5815, '0.03%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (91, 2, '2022-10-21', 0.5813, 0.5813, '-1.51%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (92, 2, '2022-10-20', 0.5902, 0.5902, '4.24%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (93, 2, '2022-10-19', 0.5662, 0.5662, '-0.68%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (94, 2, '2022-10-18', 0.5701, 0.5701, '-0.80%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (95, 2, '2022-10-17', 0.5747, 0.5747, '2.13%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (96, 2, '2022-10-14', 0.5627, 0.5627, '2.36%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (97, 2, '2022-10-13', 0.5497, 0.5497, '-0.51%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (98, 2, '2022-10-12', 0.5525, 0.5525, '3.62%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (99, 2, '2022-10-11', 0.5332, 0.5332, '-1.61%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (100, 2, '2022-10-10', 0.5419, 0.5419, '-6.36%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (101, 2, '2022-09-30', 0.5787, 0.5787, '-2.23%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (102, 2, '2022-09-29', 0.5919, 0.5919, '0.00%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (103, 2, '2022-09-28', 0.5919, 0.5919, '-2.60%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (104, 2, '2022-09-27', 0.6077, 0.6077, '1.88%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (105, 2, '2022-09-26', 0.5965, 0.5965, '-0.02%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (106, 2, '2022-09-23', 0.5966, 0.5966, '-2.47%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (107, 2, '2022-09-22', 0.6117, 0.6117, '-0.36%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (108, 2, '2022-09-21', 0.6139, 0.6139, '-1.95%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (109, 2, '2022-09-20', 0.6261, 0.6261, '-0.52%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (110, 2, '2022-09-19', 0.6294, 0.6294, '-1.76%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (111, 2, '2022-09-16', 0.6407, 0.6407, '-0.96%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (112, 2, '2022-09-15', 0.6469, 0.6469, '-2.94%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (113, 2, '2022-09-14', 0.6665, 0.6665, '0.15%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (114, 2, '2022-09-13', 0.6655, 0.6655, '-0.11%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (115, 2, '2022-09-09', 0.6662, 0.6662, '-0.43%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (116, 2, '2022-09-08', 0.6691, 0.6691, '-1.04%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (117, 2, '2022-09-07', 0.6761, 0.6761, '2.35%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (118, 2, '2022-09-06', 0.6606, 0.6606, '0.87%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (119, 2, '2022-09-05', 0.6549, 0.6549, '-0.71%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (120, 2, '2022-09-02', 0.6596, 0.6596, '1.24%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (121, 2, '2022-09-01', 0.6515, 0.6515, '-1.08%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (122, 2, '2022-08-31', 0.6586, 0.6586, '-1.01%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (123, 2, '2022-08-30', 0.6653, 0.6653, '0.42%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (124, 2, '2022-08-29', 0.6625, 0.6625, '0.27%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (125, 2, '2022-08-26', 0.6607, 0.6607, '-1.43%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (126, 2, '2022-08-25', 0.6703, 0.6703, '-0.52%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (127, 2, '2022-08-24', 0.6738, 0.6738, '-4.30%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (128, 2, '2022-08-23', 0.7041, 0.7041, '-0.69%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (129, 2, '2022-08-22', 0.7090, 0.7090, '0.13%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (130, 2, '2022-08-19', 0.7081, 0.7081, '-2.49%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (131, 2, '2022-08-18', 0.7262, 0.7262, '1.18%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (132, 2, '2022-08-17', 0.7177, 0.7177, '0.31%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (133, 2, '2022-08-16', 0.7155, 0.7155, '-0.74%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (134, 2, '2022-08-15', 0.7208, 0.7208, '-0.59%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (135, 2, '2022-08-12', 0.7251, 0.7251, '-2.37%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (136, 2, '2022-08-11', 0.7427, 0.7427, '1.48%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (137, 2, '2022-08-10', 0.7319, 0.7319, '-1.00%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (138, 2, '2022-08-09', 0.7393, 0.7393, '0.83%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (139, 2, '2022-08-08', 0.7332, 0.7332, '-0.60%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (140, 2, '2022-08-05', 0.7376, 0.7376, '6.27%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (141, 2, '2022-08-04', 0.6941, 0.6941, '1.95%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (142, 2, '2022-08-03', 0.6808, 0.6808, '3.23%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (143, 2, '2022-08-02', 0.6595, 0.6595, '-0.60%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (144, 2, '2022-08-01', 0.6635, 0.6635, '1.36%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (145, 2, '2022-07-29', 0.6546, 0.6546, '-2.79%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (146, 2, '2022-07-28', 0.6734, 0.6734, '2.40%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (147, 2, '2022-07-27', 0.6576, 0.6576, '-1.02%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (148, 2, '2022-07-26', 0.6644, 0.6644, '0.44%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (149, 2, '2022-07-25', 0.6615, 0.6615, '-1.34%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (150, 2, '2022-07-22', 0.6705, 0.6705, '-1.24%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (151, 2, '2022-07-21', 0.6789, 0.6789, '2.11%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (152, 2, '2022-07-20', 0.6649, 0.6649, '1.14%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (153, 2, '2022-07-19', 0.6574, 0.6574, '-0.45%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (154, 2, '2022-07-18', 0.6604, 0.6604, '-0.41%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (155, 2, '2022-07-15', 0.6631, 0.6631, '-0.03%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (156, 2, '2022-07-14', 0.6633, 0.6633, '0.94%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (157, 2, '2022-07-13', 0.6571, 0.6571, '-1.23%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (158, 2, '2022-07-12', 0.6653, 0.6653, '-3.19%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (159, 2, '2022-07-11', 0.6872, 0.6872, '-2.81%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (160, 2, '2022-07-08', 0.7071, 0.7071, '0.78%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (161, 2, '2022-07-07', 0.7016, 0.7016, '-0.52%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (162, 2, '2022-07-06', 0.7053, 0.7053, '1.38%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (163, 2, '2022-07-05', 0.6957, 0.6957, '-0.11%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (164, 2, '2022-07-04', 0.6965, 0.6965, '-2.72%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (165, 2, '2022-07-01', 0.7160, 0.7160, '-0.51%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (166, 2, '2022-06-30', 0.7197, 0.7197, '2.17%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (167, 2, '2022-06-29', 0.7044, 0.7044, '-1.70%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (168, 2, '2022-06-28', 0.7166, 0.7166, '3.58%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (169, 2, '2022-06-27', 0.6918, 0.6918, '1.20%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (170, 2, '2022-06-24', 0.6836, 0.6836, '1.35%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (171, 2, '2022-06-23', 0.6745, 0.6745, '2.35%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (172, 2, '2022-06-22', 0.6590, 0.6590, '-2.96%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (173, 2, '2022-06-21', 0.6791, 0.6791, '-1.02%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (174, 2, '2022-06-20', 0.6861, 0.6861, '1.21%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (175, 2, '2022-06-17', 0.6779, 0.6779, '-0.37%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (176, 2, '2022-06-16', 0.6804, 0.6804, '1.61%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (177, 2, '2022-06-15', 0.6696, 0.6696, '1.10%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (178, 2, '2022-06-14', 0.6623, 0.6623, '-2.07%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (179, 2, '2022-06-13', 0.6763, 0.6763, '-1.27%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (180, 2, '2022-06-10', 0.6850, 0.6850, '1.72%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (181, 2, '2022-06-09', 0.6734, 0.6734, '-3.08%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (182, 2, '2022-06-08', 0.6948, 0.6948, '-0.32%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (183, 2, '2022-06-07', 0.6970, 0.6970, '-1.90%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (184, 2, '2022-06-06', 0.7105, 0.7105, '2.60%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (185, 2, '2022-06-02', 0.6925, 0.6925, '3.96%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (186, 2, '2022-06-01', 0.6661, 0.6661, '-0.09%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (187, 2, '2022-05-31', 0.6667, 0.6667, '2.08%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (188, 2, '2022-05-30', 0.6531, 0.6531, '1.32%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (189, 2, '2022-05-27', 0.6446, 0.6446, '-0.71%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (190, 2, '2022-05-26', 0.6492, 0.6492, '-0.72%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (191, 2, '2022-05-25', 0.6539, 0.6539, '0.05%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (192, 2, '2022-05-24', 0.6536, 0.6536, '-3.95%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (193, 2, '2022-05-23', 0.6805, 0.6805, '0.84%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (194, 2, '2022-05-20', 0.6748, 0.6748, '0.24%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (195, 2, '2022-05-19', 0.6732, 0.6732, '1.32%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (196, 2, '2022-05-18', 0.6644, 0.6644, '0.38%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (197, 2, '2022-05-17', 0.6619, 0.6619, '3.62%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (198, 2, '2022-05-16', 0.6388, 0.6388, '-1.19%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (199, 2, '2022-05-13', 0.6465, 0.6465, '-0.28%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (200, 2, '2022-05-12', 0.6483, 0.6483, '1.08%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (201, 2, '2022-05-11', 0.6414, 0.6414, '3.43%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (202, 2, '2022-05-10', 0.6201, 0.6201, '3.59%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (203, 2, '2022-05-09', 0.5986, 0.5986, '-0.76%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (204, 2, '2022-05-06', 0.6032, 0.6032, '-2.85%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (205, 2, '2022-05-05', 0.6209, 0.6209, '0.45%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (206, 2, '2022-04-29', 0.6181, 0.6181, '3.53%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (207, 2, '2022-04-28', 0.5970, 0.5970, '-1.22%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (208, 2, '2022-04-27', 0.6044, 0.6044, '6.31%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (209, 2, '2022-04-26', 0.5685, 0.5685, '-2.47%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (210, 2, '2022-04-25', 0.5829, 0.5829, '-6.97%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (211, 2, '2022-04-22', 0.6266, 0.6266, '-2.35%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (212, 2, '2022-04-21', 0.6417, 0.6417, '-1.87%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (213, 2, '2022-04-20', 0.6539, 0.6539, '-1.24%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (214, 2, '2022-04-19', 0.6621, 0.6621, '-2.36%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (215, 2, '2022-04-18', 0.6781, 0.6781, '3.59%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (216, 2, '2022-04-15', 0.6546, 0.6546, '0.23%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (217, 2, '2022-04-14', 0.6531, 0.6531, '2.19%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (218, 2, '2022-04-13', 0.6391, 0.6391, '-2.65%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (219, 2, '2022-04-12', 0.6565, 0.6565, '0.84%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (220, 2, '2022-04-11', 0.6510, 0.6510, '-4.95%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (221, 2, '2022-04-08', 0.6849, 0.6849, '-0.01%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (222, 2, '2022-04-07', 0.6850, 0.6850, '-1.90%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (223, 2, '2022-04-06', 0.6983, 0.6983, '-3.11%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (224, 2, '2022-04-01', 0.7207, 0.7207, '0.03%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (225, 2, '2022-03-31', 0.7205, 0.7205, '-2.38%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (226, 2, '2022-03-30', 0.7381, 0.7381, '1.86%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (227, 2, '2022-03-29', 0.7246, 0.7246, '-2.04%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (228, 2, '2022-03-28', 0.7397, 0.7397, '-1.23%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (229, 2, '2022-03-25', 0.7489, 0.7489, '-1.02%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (230, 2, '2022-03-24', 0.7566, 0.7566, '-2.37%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (231, 2, '2022-03-23', 0.7750, 0.7750, '0.00%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (232, 2, '2022-03-22', 0.7750, 0.7750, '-1.60%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (233, 2, '2022-03-21', 0.7876, 0.7876, '0.81%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (234, 2, '2022-03-18', 0.7813, 0.7813, '-0.85%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (235, 2, '2022-03-17', 0.7880, 0.7880, '1.32%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (236, 2, '2022-03-16', 0.7777, 0.7777, '4.77%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (237, 2, '2022-03-15', 0.7423, 0.7423, '-2.92%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (238, 2, '2022-03-14', 0.7646, 0.7646, '-3.23%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (239, 2, '2022-03-11', 0.7901, 0.7901, '0.09%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (240, 2, '2022-03-10', 0.7894, 0.7894, '0.92%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (241, 2, '2022-03-09', 0.7822, 0.7822, '0.80%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (242, 2, '2022-03-08', 0.7760, 0.7760, '0.05%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (243, 2, '2022-03-07', 0.7756, 0.7756, '-3.64%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (244, 2, '2022-03-04', 0.8049, 0.8049, '0.70%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (245, 2, '2022-03-03', 0.7993, 0.7993, '-1.93%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (246, 2, '2022-03-02', 0.8150, 0.8150, '-1.40%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (247, 2, '2022-03-01', 0.8266, 0.8266, '0.05%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (248, 2, '2022-02-28', 0.8262, 0.8262, '0.45%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (249, 2, '2022-02-25', 0.8225, 0.8225, '0.85%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (250, 2, '2022-02-24', 0.8156, 0.8156, '-0.92%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (251, 2, '2022-02-23', 0.8232, 0.8232, '5.46%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (252, 2, '2022-02-22', 0.7806, 0.7806, '0.35%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (253, 2, '2022-02-21', 0.7779, 0.7779, '-0.51%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (254, 2, '2022-02-18', 0.7819, 0.7819, '-0.92%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (255, 2, '2022-02-17', 0.7892, 0.7892, '1.00%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (256, 2, '2022-02-16', 0.7814, 0.7814, '-0.56%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (257, 2, '2022-02-15', 0.7858, 0.7858, '3.48%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (258, 2, '2022-02-14', 0.7594, 0.7594, '-0.87%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (259, 2, '2022-02-11', 0.7661, 0.7661, '-1.52%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (260, 2, '2022-02-10', 0.7779, 0.7779, '0.14%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (261, 2, '2022-02-09', 0.7768, 0.7768, '0.80%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (262, 2, '2022-02-08', 0.7706, 0.7706, '-2.57%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (263, 2, '2022-02-07', 0.7909, 0.7909, '0.57%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (264, 2, '2022-01-28', 0.7864, 0.7864, '-1.82%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (265, 2, '2022-01-27', 0.8010, 0.8010, '-3.44%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (266, 2, '2022-01-26', 0.8295, 0.8295, '0.86%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (267, 2, '2022-01-25', 0.8224, 0.8224, '-2.27%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (268, 2, '2022-01-24', 0.8415, 0.8415, '1.52%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (269, 2, '2022-01-21', 0.8289, 0.8289, '-1.86%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (270, 2, '2022-01-20', 0.8446, 0.8446, '-1.03%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (271, 2, '2022-01-19', 0.8534, 0.8534, '-1.63%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (272, 2, '2022-01-18', 0.8675, 0.8675, '0.94%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (273, 2, '2022-01-17', 0.8594, 0.8594, '1.97%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (274, 2, '2022-01-14', 0.8428, 0.8428, '1.55%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (275, 2, '2022-01-13', 0.8299, 0.8299, '-1.69%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (276, 2, '2022-01-12', 0.8442, 0.8442, '1.50%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (277, 2, '2022-01-11', 0.8317, 0.8317, '-2.06%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (278, 2, '2022-01-10', 0.8492, 0.8492, '-0.91%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (279, 2, '2022-01-07', 0.8570, 0.8570, '-1.07%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (280, 2, '2022-01-06', 0.8663, 0.8663, '-0.46%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (281, 2, '2022-01-05', 0.8703, 0.8703, '-4.06%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (282, 2, '2022-01-04', 0.9071, 0.9071, '-1.73%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (283, 2, '2021-12-31', 0.9231, 0.9231, '-0.21%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (284, 2, '2021-12-30', 0.9250, 0.9250, '2.37%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (285, 2, '2021-12-29', 0.9036, 0.9036, '-1.44%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (286, 2, '2021-12-28', 0.9168, 0.9168, '0.47%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (287, 2, '2021-12-27', 0.9125, 0.9125, '-0.59%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (288, 2, '2021-12-24', 0.9179, 0.9179, '-0.10%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (289, 2, '2021-12-23', 0.9188, 0.9188, '0.13%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (290, 2, '2021-12-22', 0.9176, 0.9176, '1.10%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (291, 2, '2021-12-21', 0.9076, 0.9076, '0.72%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (292, 2, '2021-12-20', 0.9011, 0.9011, '-1.65%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (293, 2, '2021-12-17', 0.9162, 0.9162, '-2.70%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (294, 2, '2021-12-16', 0.9416, 0.9416, '-0.32%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (295, 2, '2021-12-15', 0.9446, 0.9446, '-1.36%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (296, 2, '2021-12-14', 0.9576, 0.9576, '-0.14%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (297, 2, '2021-12-13', 0.9589, 0.9589, '0.33%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (298, 2, '2021-12-10', 0.9557, 0.9557, '-0.80%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (299, 2, '2021-12-09', 0.9634, 0.9634, '0.51%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (300, 2, '2021-12-08', 0.9585, 0.9585, '2.59%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (301, 2, '2021-12-07', 0.9343, 0.9343, '-2.39%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (302, 2, '2021-12-06', 0.9572, 0.9572, '-2.26%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (303, 2, '2021-12-03', 0.9793, 0.9793, '2.28%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (304, 2, '2021-12-02', 0.9575, 0.9575, '0.07%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (305, 2, '2021-12-01', 0.9568, 0.9568, '-0.22%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (306, 2, '2021-11-30', 0.9589, 0.9589, '0.99%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (307, 2, '2021-11-29', 0.9495, 0.9495, '0.48%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (308, 2, '2021-11-26', 0.9450, 0.9450, '-2.35%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (309, 2, '2021-11-25', 0.9677, 0.9677, '0.27%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (310, 2, '2021-11-24', 0.9651, 0.9651, '-0.44%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (311, 2, '2021-11-23', 0.9694, 0.9694, '-0.81%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (312, 2, '2021-11-22', 0.9773, 0.9773, '4.61%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (313, 2, '2021-11-19', 0.9342, 0.9342, '0.48%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (314, 2, '2021-11-18', 0.9297, 0.9297, '-0.83%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (315, 2, '2021-11-17', 0.9375, 0.9375, '0.43%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (316, 2, '2021-11-16', 0.9335, 0.9335, '-1.42%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (317, 2, '2021-11-15', 0.9469, 0.9469, '-1.53%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (318, 2, '2021-11-12', 0.9616, 0.9616, '-0.47%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (319, 2, '2021-11-11', 0.9661, 0.9661, '2.51%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (320, 2, '2021-11-10', 0.9424, 0.9424, '0.54%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (321, 2, '2021-11-09', 0.9373, 0.9373, '2.39%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (322, 2, '2021-11-08', 0.9154, 0.9154, '-1.46%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (323, 2, '2021-11-05', 0.9290, 0.9290, '0.31%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (324, 2, '2021-11-04', 0.9261, 0.9261, '1.27%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (325, 2, '2021-11-03', 0.9145, 0.9145, '-0.91%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (326, 2, '2021-11-02', 0.9229, 0.9229, '2.45%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (327, 2, '2021-11-01', 0.9008, 0.9008, '1.19%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (328, 2, '2021-10-29', 0.8902, 0.8902, '2.13%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (329, 2, '2021-10-28', 0.8716, 0.8716, '-0.26%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (330, 2, '2021-10-27', 0.8739, 0.8739, '-1.12%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (331, 2, '2021-10-26', 0.8838, 0.8838, '0.05%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (332, 2, '2021-10-25', 0.8834, 0.8834, '0.76%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (333, 2, '2021-10-22', 0.8767, 0.8767, '2.72%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (334, 2, '2021-10-21', 0.8535, 0.8535, '-1.51%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (335, 2, '2021-10-20', 0.8666, 0.8666, '-0.62%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (336, 2, '2021-10-19', 0.8720, 0.8720, '0.22%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (337, 2, '2021-10-18', 0.8701, 0.8701, '-1.25%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (338, 2, '2021-10-15', 0.8811, 0.8811, '3.46%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (339, 2, '2021-10-14', 0.8516, 0.8516, '0.19%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (340, 2, '2021-10-13', 0.8500, 0.8500, '2.20%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (341, 2, '2021-10-12', 0.8317, 0.8317, '-3.10%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (342, 2, '2021-10-11', 0.8583, 0.8583, '-1.16%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (343, 2, '2021-10-08', 0.8684, 0.8684, '-0.50%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (344, 2, '2021-09-30', 0.8728, 0.8728, '0.90%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (345, 2, '2021-09-29', 0.8650, 0.8650, '-2.16%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (346, 2, '2021-09-28', 0.8841, 0.8841, '0.37%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (347, 2, '2021-09-27', 0.8808, 0.8808, '-0.34%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (348, 2, '2021-09-24', 0.8838, 0.8838, '-0.63%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (349, 2, '2021-09-23', 0.8894, 0.8894, '1.88%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (350, 2, '2021-09-22', 0.8730, 0.8730, '0.82%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (351, 2, '2021-09-17', 0.8659, 0.8659, '0.45%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (352, 2, '2021-09-16', 0.8620, 0.8620, '-2.98%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (353, 2, '2021-09-15', 0.8885, 0.8885, '-0.74%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (354, 2, '2021-09-14', 0.8951, 0.8951, '0.39%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (355, 2, '2021-09-13', 0.8916, 0.8916, '-3.86%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (356, 2, '2021-09-10', 0.9274, 0.9274, '4.04%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (357, 2, '2021-09-09', 0.8914, 0.8914, '-0.80%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (358, 2, '2021-09-08', 0.8986, 0.8986, '-1.09%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (359, 2, '2021-09-07', 0.9085, 0.9085, '0.10%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (360, 2, '2021-09-06', 0.9076, 0.9076, '1.92%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (361, 2, '2021-09-03', 0.8905, 0.8905, '-0.41%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (362, 2, '2021-09-02', 0.8942, 0.8942, '-3.21%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (363, 2, '2021-09-01', 0.9239, 0.9239, '-0.58%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (364, 2, '2021-08-31', 0.9293, 0.9293, '-2.39%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (365, 2, '2021-08-30', 0.9521, 0.9521, '-1.37%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (366, 2, '2021-08-27', 0.9653, 0.9653, '0.66%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (367, 2, '2021-08-26', 0.9590, 0.9590, '-1.79%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (368, 2, '2021-08-25', 0.9765, 0.9765, '-0.69%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (369, 2, '2021-08-24', 0.9833, 0.9833, '1.53%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (370, 2, '2021-08-23', 0.9685, 0.9685, '2.29%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (371, 2, '2021-08-20', 0.9468, 0.9468, '1.06%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (372, 2, '2021-08-19', 0.9369, 0.9369, '2.13%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (373, 2, '2021-08-18', 0.9174, 0.9174, '0.21%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (374, 2, '2021-08-17', 0.9155, 0.9155, '-4.03%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (375, 2, '2021-08-16', 0.9539, 0.9539, '0.80%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (376, 2, '2021-08-13', 0.9463, 0.9463, '-3.69%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (377, 2, '2021-08-12', 0.9826, 0.9826, '0.92%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (378, 2, '2021-08-11', 0.9736, 0.9736, '0.61%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (379, 2, '2021-08-10', 0.9677, 0.9677, '-0.71%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (380, 2, '2021-08-09', 0.9746, 0.9746, '-1.74%', '封闭期', '封闭期', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (381, 2, '2021-08-06', 0.9919, 0.9919, '', '封闭期', '封闭期', NULL, NULL, 0);
INSERT INTO `fund_012837` VALUES (382, 2, '2021-08-03', 1.0000, 1.0000, '', '封闭期', '封闭期', NULL, NULL, 0);

-- ----------------------------
-- Table structure for fund_014854
-- ----------------------------
DROP TABLE IF EXISTS `fund_014854`;
CREATE TABLE `fund_014854`  (
  `id` int(0) NOT NULL AUTO_INCREMENT COMMENT 'id',
  `fund_id` int(0) NOT NULL COMMENT '关联的基金id',
  `fund_date` date NOT NULL COMMENT '基金日期',
  `fund_nav` decimal(5, 4) NULL DEFAULT NULL COMMENT '单位净值',
  `fund_accnav` decimal(5, 4) NULL DEFAULT NULL COMMENT '累计净值',
  `fund_dgr` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '日增长率',
  `subsribe_state` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '申购状态',
  `redeem_state` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '赎回状态',
  `utc_create` datetime(0) NULL DEFAULT NULL COMMENT '创建时间',
  `utc_updated` datetime(0) NULL DEFAULT NULL COMMENT '修改时间',
  `utc_deleted` bigint(0) NULL DEFAULT 0 COMMENT '逻辑删除，0=未删除，1=已删除',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 203 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci COMMENT = '历史净值表' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of fund_014854
-- ----------------------------
INSERT INTO `fund_014854` VALUES (1, 1, '2023-03-03', 1.1452, 1.1452, '3.37%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (2, 1, '2023-03-02', 1.1079, 1.1079, '-0.66%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (3, 1, '2023-03-01', 1.1153, 1.1153, '0.22%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (4, 1, '2023-02-28', 1.1128, 1.1128, '0.43%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (5, 1, '2023-02-27', 1.1080, 1.1080, '-1.50%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (6, 1, '2023-02-24', 1.1249, 1.1249, '-0.22%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (7, 1, '2023-02-23', 1.1274, 1.1274, '-0.27%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (8, 1, '2023-02-22', 1.1304, 1.1304, '0.04%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (9, 1, '2023-02-21', 1.1299, 1.1299, '-0.19%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (10, 1, '2023-02-20', 1.1320, 1.1320, '0.85%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (11, 1, '2023-02-17', 1.1225, 1.1225, '-3.70%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (12, 1, '2023-02-16', 1.1656, 1.1656, '-1.82%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (13, 1, '2023-02-15', 1.1872, 1.1872, '2.05%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (14, 1, '2023-02-14', 1.1633, 1.1633, '-0.32%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (15, 1, '2023-02-13', 1.1670, 1.1670, '0.82%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (16, 1, '2023-02-10', 1.1575, 1.1575, '-1.05%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (17, 1, '2023-02-09', 1.1698, 1.1698, '4.07%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (18, 1, '2023-02-08', 1.1241, 1.1241, '-1.01%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (19, 1, '2023-02-07', 1.1356, 1.1356, '-1.04%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (20, 1, '2023-02-06', 1.1475, 1.1475, '-0.99%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (21, 1, '2023-02-03', 1.1590, 1.1590, '0.03%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (22, 1, '2023-02-02', 1.1587, 1.1587, '2.49%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (23, 1, '2023-02-01', 1.1306, 1.1306, '1.89%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (24, 1, '2023-01-31', 1.1096, 1.1096, '-2.78%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (25, 1, '2023-01-30', 1.1413, 1.1413, '-0.95%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (26, 1, '2023-01-20', 1.1523, 1.1523, '-0.44%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (27, 1, '2023-01-19', 1.1574, 1.1574, '1.62%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (28, 1, '2023-01-18', 1.1389, 1.1389, '-0.38%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (29, 1, '2023-01-17', 1.1433, 1.1433, '2.78%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (30, 1, '2023-01-16', 1.1124, 1.1124, '2.71%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (31, 1, '2023-01-13', 1.0830, 1.0830, '-0.10%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (32, 1, '2023-01-12', 1.0841, 1.0841, '-0.73%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (33, 1, '2023-01-11', 1.0921, 1.0921, '-0.31%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (34, 1, '2023-01-10', 1.0955, 1.0955, '0.94%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (35, 1, '2023-01-09', 1.0853, 1.0853, '0.51%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (36, 1, '2023-01-06', 1.0798, 1.0798, '0.11%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (37, 1, '2023-01-05', 1.0786, 1.0786, '0.71%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (38, 1, '2023-01-04', 1.0710, 1.0710, '-2.27%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (39, 1, '2023-01-03', 1.0959, 1.0959, '1.77%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (40, 1, '2022-12-31', 1.0768, 1.0768, '', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (41, 1, '2022-12-30', 1.0768, 1.0768, '-0.95%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (42, 1, '2022-12-29', 1.0871, 1.0871, '0.00%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (43, 1, '2022-12-28', 1.0871, 1.0871, '-0.68%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (44, 1, '2022-12-27', 1.0945, 1.0945, '1.73%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (45, 1, '2022-12-26', 1.0759, 1.0759, '3.10%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (46, 1, '2022-12-23', 1.0436, 1.0436, '-2.22%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (47, 1, '2022-12-22', 1.0673, 1.0673, '-2.02%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (48, 1, '2022-12-21', 1.0893, 1.0893, '-1.49%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (49, 1, '2022-12-20', 1.1058, 1.1058, '-0.59%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (50, 1, '2022-12-19', 1.1124, 1.1124, '-2.05%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (51, 1, '2022-12-16', 1.1357, 1.1357, '-2.25%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (52, 1, '2022-12-15', 1.1618, 1.1618, '1.28%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (53, 1, '2022-12-14', 1.1471, 1.1471, '0.39%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (54, 1, '2022-12-13', 1.1426, 1.1426, '-2.68%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (55, 1, '2022-12-12', 1.1741, 1.1741, '1.37%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (56, 1, '2022-12-09', 1.1582, 1.1582, '1.84%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (57, 1, '2022-12-08', 1.1373, 1.1373, '-1.81%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (58, 1, '2022-12-07', 1.1583, 1.1583, '-0.64%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (59, 1, '2022-12-06', 1.1658, 1.1658, '2.53%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (60, 1, '2022-12-05', 1.1370, 1.1370, '-0.66%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (61, 1, '2022-12-02', 1.1446, 1.1446, '-0.63%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (62, 1, '2022-12-01', 1.1519, 1.1519, '1.72%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (63, 1, '2022-11-30', 1.1324, 1.1324, '-0.52%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (64, 1, '2022-11-29', 1.1383, 1.1383, '-0.14%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (65, 1, '2022-11-28', 1.1399, 1.1399, '-0.64%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (66, 1, '2022-11-25', 1.1472, 1.1472, '-0.86%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (67, 1, '2022-11-24', 1.1572, 1.1572, '-0.15%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (68, 1, '2022-11-23', 1.1589, 1.1589, '-0.46%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (69, 1, '2022-11-22', 1.1642, 1.1642, '-1.31%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (70, 1, '2022-11-21', 1.1797, 1.1797, '0.67%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (71, 1, '2022-11-18', 1.1718, 1.1718, '-2.39%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (72, 1, '2022-11-17', 1.2005, 1.2005, '1.77%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (73, 1, '2022-11-16', 1.1796, 1.1796, '-2.36%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (74, 1, '2022-11-15', 1.2081, 1.2081, '4.99%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (75, 1, '2022-11-14', 1.1507, 1.1507, '-0.81%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (76, 1, '2022-11-11', 1.1601, 1.1601, '0.95%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (77, 1, '2022-11-10', 1.1492, 1.1492, '-4.25%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (78, 1, '2022-11-09', 1.2002, 1.2002, '-1.71%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (79, 1, '2022-11-08', 1.2211, 1.2211, '-1.11%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (80, 1, '2022-11-07', 1.2348, 1.2348, '-1.95%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (81, 1, '2022-11-04', 1.2593, 1.2593, '-0.62%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (82, 1, '2022-11-03', 1.2672, 1.2672, '3.61%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (83, 1, '2022-11-02', 1.2230, 1.2230, '0.84%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (84, 1, '2022-11-01', 1.2128, 1.2128, '-0.35%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (85, 1, '2022-10-31', 1.2170, 1.2170, '1.10%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (86, 1, '2022-10-28', 1.2037, 1.2037, '-0.10%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (87, 1, '2022-10-27', 1.2049, 1.2049, '-0.91%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (88, 1, '2022-10-26', 1.2160, 1.2160, '1.82%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (89, 1, '2022-10-25', 1.1943, 1.1943, '-0.19%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (90, 1, '2022-10-24', 1.1966, 1.1966, '1.39%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (91, 1, '2022-10-21', 1.1802, 1.1802, '-1.72%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (92, 1, '2022-10-20', 1.2008, 1.2008, '7.72%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (93, 1, '2022-10-19', 1.1147, 1.1147, '0.62%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (94, 1, '2022-10-18', 1.1078, 1.1078, '-0.32%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (95, 1, '2022-10-17', 1.1114, 1.1114, '4.31%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (96, 1, '2022-10-14', 1.0655, 1.0655, '-0.67%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (97, 1, '2022-10-13', 1.0727, 1.0727, '-0.79%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (98, 1, '2022-10-12', 1.0812, 1.0812, '5.14%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (99, 1, '2022-10-11', 1.0283, 1.0283, '-4.65%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (100, 1, '2022-10-10', 1.0784, 1.0784, '-11.80%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (101, 1, '2022-09-30', 1.2227, 1.2227, '-4.30%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (102, 1, '2022-09-29', 1.2776, 1.2776, '1.40%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (103, 1, '2022-09-28', 1.2599, 1.2599, '-2.79%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (104, 1, '2022-09-27', 1.2961, 1.2961, '4.87%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (105, 1, '2022-09-26', 1.2359, 1.2359, '1.95%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (106, 1, '2022-09-23', 1.2123, 1.2123, '-2.71%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (107, 1, '2022-09-22', 1.2461, 1.2461, '1.23%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (108, 1, '2022-09-21', 1.2310, 1.2310, '-2.86%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (109, 1, '2022-09-20', 1.2672, 1.2672, '-0.52%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (110, 1, '2022-09-19', 1.2738, 1.2738, '-1.51%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (111, 1, '2022-09-16', 1.2933, 1.2933, '0.79%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (112, 1, '2022-09-15', 1.2831, 1.2831, '-4.27%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (113, 1, '2022-09-14', 1.3404, 1.3404, '1.15%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (114, 1, '2022-09-13', 1.3251, 1.3251, '0.04%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (115, 1, '2022-09-09', 1.3246, 1.3246, '-1.41%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (116, 1, '2022-09-08', 1.3436, 1.3436, '-0.65%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (117, 1, '2022-09-07', 1.3524, 1.3524, '4.49%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (118, 1, '2022-09-06', 1.2943, 1.2943, '1.20%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (119, 1, '2022-09-05', 1.2790, 1.2790, '1.39%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (120, 1, '2022-09-02', 1.2615, 1.2615, '2.10%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (121, 1, '2022-09-01', 1.2356, 1.2356, '-1.23%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (122, 1, '2022-08-31', 1.2510, 1.2510, '-1.80%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (123, 1, '2022-08-30', 1.2739, 1.2739, '1.55%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (124, 1, '2022-08-29', 1.2545, 1.2545, '1.18%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (125, 1, '2022-08-26', 1.2399, 1.2399, '-1.57%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (126, 1, '2022-08-25', 1.2597, 1.2597, '-0.74%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (127, 1, '2022-08-24', 1.2691, 1.2691, '-4.51%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (128, 1, '2022-08-23', 1.3290, 1.3290, '-0.62%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (129, 1, '2022-08-22', 1.3373, 1.3373, '0.45%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (130, 1, '2022-08-19', 1.3313, 1.3313, '-3.01%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (131, 1, '2022-08-18', 1.3726, 1.3726, '1.06%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (132, 1, '2022-08-17', 1.3582, 1.3582, '0.41%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (133, 1, '2022-08-16', 1.3527, 1.3527, '-0.65%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (134, 1, '2022-08-15', 1.3615, 1.3615, '0.12%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (135, 1, '2022-08-12', 1.3599, 1.3599, '-2.44%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (136, 1, '2022-08-11', 1.3939, 1.3939, '0.99%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (137, 1, '2022-08-10', 1.3802, 1.3802, '0.33%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (138, 1, '2022-08-09', 1.3756, 1.3756, '1.81%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (139, 1, '2022-08-08', 1.3512, 1.3512, '0.01%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (140, 1, '2022-08-05', 1.3511, 1.3511, '6.01%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (141, 1, '2022-08-04', 1.2745, 1.2745, '2.40%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (142, 1, '2022-08-03', 1.2446, 1.2446, '2.34%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (143, 1, '2022-08-02', 1.2161, 1.2161, '0.99%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (144, 1, '2022-08-01', 1.2042, 1.2042, '2.15%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (145, 1, '2022-07-29', 1.1789, 1.1789, '-1.65%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (146, 1, '2022-07-28', 1.1987, 1.1987, '2.47%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (147, 1, '2022-07-27', 1.1698, 1.1698, '-1.25%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (148, 1, '2022-07-26', 1.1846, 1.1846, '0.62%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (149, 1, '2022-07-25', 1.1773, 1.1773, '-0.77%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (150, 1, '2022-07-22', 1.1864, 1.1864, '-1.68%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (151, 1, '2022-07-21', 1.2067, 1.2067, '4.03%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (152, 1, '2022-07-20', 1.1600, 1.1600, '0.93%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (153, 1, '2022-07-19', 1.1493, 1.1493, '-0.50%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (154, 1, '2022-07-18', 1.1551, 1.1551, '-1.21%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (155, 1, '2022-07-15', 1.1692, 1.1692, '1.61%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (156, 1, '2022-07-14', 1.1507, 1.1507, '1.68%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (157, 1, '2022-07-13', 1.1317, 1.1317, '-0.99%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (158, 1, '2022-07-12', 1.1430, 1.1430, '-3.13%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (159, 1, '2022-07-11', 1.1799, 1.1799, '-2.63%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (160, 1, '2022-07-08', 1.2118, 1.2118, '0.51%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (161, 1, '2022-07-07', 1.2056, 1.2056, '0.83%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (162, 1, '2022-07-06', 1.1957, 1.1957, '2.60%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (163, 1, '2022-07-05', 1.1654, 1.1654, '-0.36%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (164, 1, '2022-07-04', 1.1696, 1.1696, '-4.22%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (165, 1, '2022-07-01', 1.2211, 1.2211, '-1.46%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (166, 1, '2022-06-30', 1.2392, 1.2392, '1.77%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (167, 1, '2022-06-29', 1.2176, 1.2176, '-2.04%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (168, 1, '2022-06-28', 1.2430, 1.2430, '2.63%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (169, 1, '2022-06-27', 1.2111, 1.2111, '1.08%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (170, 1, '2022-06-24', 1.1982, 1.1982, '1.17%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (171, 1, '2022-06-23', 1.1844, 1.1844, '2.88%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (172, 1, '2022-06-22', 1.1513, 1.1513, '-2.64%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (173, 1, '2022-06-21', 1.1825, 1.1825, '-0.31%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (174, 1, '2022-06-20', 1.1862, 1.1862, '0.84%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (175, 1, '2022-06-17', 1.1763, 1.1763, '-0.30%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (176, 1, '2022-06-16', 1.1798, 1.1798, '3.05%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (177, 1, '2022-06-15', 1.1449, 1.1449, '0.86%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (178, 1, '2022-06-14', 1.1351, 1.1351, '-2.93%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (179, 1, '2022-06-13', 1.1694, 1.1694, '-1.27%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (180, 1, '2022-06-10', 1.1844, 1.1844, '1.44%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (181, 1, '2022-06-09', 1.1676, 1.1676, '-3.20%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (182, 1, '2022-06-08', 1.2062, 1.2062, '-0.99%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (183, 1, '2022-06-07', 1.2182, 1.2182, '-2.11%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (184, 1, '2022-06-06', 1.2444, 1.2444, '2.74%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (185, 1, '2022-06-02', 1.2112, 1.2112, '4.36%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (186, 1, '2022-06-01', 1.1606, 1.1606, '1.14%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (187, 1, '2022-05-31', 1.1475, 1.1475, '1.61%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (188, 1, '2022-05-30', 1.1293, 1.1293, '1.87%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (189, 1, '2022-05-27', 1.1086, 1.1086, '-0.75%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (190, 1, '2022-05-26', 1.1170, 1.1170, '-1.77%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (191, 1, '2022-05-25', 1.1371, 1.1371, '-0.04%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (192, 1, '2022-05-24', 1.1376, 1.1376, '-3.73%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (193, 1, '2022-05-23', 1.1817, 1.1817, '0.88%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (194, 1, '2022-05-20', 1.1714, 1.1714, '-0.36%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (195, 1, '2022-05-19', 1.1756, 1.1756, '2.27%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (196, 1, '2022-05-18', 1.1495, 1.1495, '0.33%', '开放申购', '开放赎回', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (197, 1, '2022-05-17', 1.1457, 1.1457, '3.75%', '封闭期', '封闭期', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (198, 1, '2022-05-16', 1.1043, 1.1043, '-0.89%', '封闭期', '封闭期', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (199, 1, '2022-05-13', 1.1142, 1.1142, '', '封闭期', '封闭期', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (200, 1, '2022-05-06', 1.0273, 1.0273, '', '封闭期', '封闭期', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (201, 1, '2022-04-29', 1.0389, 1.0389, '', '封闭期', '封闭期', NULL, NULL, 0);
INSERT INTO `fund_014854` VALUES (202, 1, '2022-04-22', 1.0000, 1.0000, '', '封闭期', '封闭期', NULL, NULL, 0);

-- ----------------------------
-- Table structure for fund_account
-- ----------------------------
DROP TABLE IF EXISTS `fund_account`;
CREATE TABLE `fund_account`  (
  `id` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL COMMENT '账号ID',
  `user_id` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '用户ID',
  `open_code` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '登录账号,如手机号等，每个账号用加号分隔',
  `category` tinyint(1) NULL DEFAULT NULL COMMENT '账号类别:0=普通账号，1=管理员账号',
  `utc_create` datetime(0) NULL DEFAULT NULL COMMENT '创建时间',
  `utc_updated` datetime(0) NULL DEFAULT NULL COMMENT '修改时间',
  `utc_deleted` tinyint(1) UNSIGNED ZEROFILL NULL DEFAULT 0 COMMENT '逻辑删除:0=未删除,1=已删除',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '账号' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of fund_account
-- ----------------------------
INSERT INTO `fund_account` VALUES ('829412776769224704', '829412776760836096', 'string+', 0, '2023-03-04 07:11:21', '2023-03-04 07:11:21', 0);
INSERT INTO `fund_account` VALUES ('829415130021232640', '829415130017038336', 'string111+', 0, '2023-03-04 07:20:42', '2023-03-04 07:20:42', 0);
INSERT INTO `fund_account` VALUES ('829441917468016640', '829441917463822336', '17677487445+', 0, '2023-03-04 09:07:09', '2023-03-04 09:07:09', 0);
INSERT INTO `fund_account` VALUES ('829504708807753728', '829504708803559424', '92+', 0, '2023-03-04 13:16:40', '2023-03-04 13:16:40', 1);
INSERT INTO `fund_account` VALUES ('829515112313257984', '829515112309063680', '19994618304+', 0, '2023-03-04 13:58:00', '2023-03-04 13:58:00', 0);
INSERT INTO `fund_account` VALUES ('831028238259060736', '831028238254866432', '19994618304+', 0, '2023-03-08 18:10:37', '2023-03-08 18:10:37', 0);
INSERT INTO `fund_account` VALUES ('831029229935132672', '831029229930938368', '19994618124+', 0, '2023-03-08 18:14:34', '2023-03-08 18:14:34', 0);
INSERT INTO `fund_account` VALUES ('831029742730739712', '831029742726545408', '45648987+', 0, '2023-03-08 18:16:36', '2023-03-08 18:16:36', 0);
INSERT INTO `fund_account` VALUES ('831194839864311808', '831194839847534592', '459471027+', 0, '2023-03-09 05:12:38', '2023-03-09 05:12:38', 0);
INSERT INTO `fund_account` VALUES ('838952235986583552', '838952235961417728', '1234321234+', 0, '2023-03-30 14:57:46', '2023-03-30 14:57:46', 0);
INSERT INTO `fund_account` VALUES ('838952714174988289', '838952714174988288', '3213213211+', 0, '2023-03-30 14:59:40', '2023-03-30 14:59:40', 0);
INSERT INTO `fund_account` VALUES ('838955142911885312', '838955142907691008', '19999299473+', 0, '2023-03-30 15:09:19', '2023-03-30 15:09:19', 0);
INSERT INTO `fund_account` VALUES ('838955275938430977', '838955275938430976', '56489231742+', 0, '2023-03-30 15:09:50', '2023-03-30 15:09:50', 0);
INSERT INTO `fund_account` VALUES ('838955399141916673', '838955399141916672', '34728371623+', 0, '2023-03-30 15:10:20', '2023-03-30 15:10:20', 0);
INSERT INTO `fund_account` VALUES ('839656600745541632', '839656600720375808', '18837264532+', 0, '2023-04-01 13:36:39', '2023-04-01 13:36:39', 0);

-- ----------------------------
-- Table structure for fund_list
-- ----------------------------
DROP TABLE IF EXISTS `fund_list`;
CREATE TABLE `fund_list`  (
  `id` int(0) NOT NULL AUTO_INCREMENT COMMENT '基金id',
  `fund_code` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL DEFAULT '' COMMENT '基金代码',
  `fund_name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '基金名称',
  `fund_nav` decimal(5, 4) NULL DEFAULT NULL COMMENT '单位净值',
  `fund_accnav` decimal(5, 4) NULL DEFAULT NULL COMMENT '累计净值',
  `fund_date` date NOT NULL COMMENT '基金日期',
  `fund_dgr` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '日增长率',
  `subsribe_state` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '申购状态',
  `redeem_state` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '赎回状态',
  `fund_fee` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '基金手续费',
  `utc_create` datetime(0) NULL DEFAULT NULL COMMENT '创建日期',
  `utc_updated` datetime(0) NULL DEFAULT NULL COMMENT '更新日期',
  `utc_deleted` bigint(0) NULL DEFAULT 0 COMMENT '逻辑删除，0=未删除，1=已删除',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 21 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci COMMENT = '基金表' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of fund_list
-- ----------------------------
INSERT INTO `fund_list` VALUES (1, '014854', '嘉实中证半导体指数增强发起式A', 1.1452, 1.1452, '2023-03-03', '3.37%', '开放申购', '开放赎回', '0.15%', NULL, NULL, 0);
INSERT INTO `fund_list` VALUES (2, '012837', '华安CES半导体芯片行业指数发起A', 0.6210, 0.6210, '2023-03-03', '2.36%', '开放申购', '开放赎回', '0.15%', NULL, NULL, 0);
INSERT INTO `fund_list` VALUES (3, '005628', '华片行业指数发起B', NULL, NULL, '2023-03-15', NULL, NULL, NULL, NULL, NULL, NULL, 0);
INSERT INTO `fund_list` VALUES (4, '017469', '华安CES半导指数发起C', NULL, NULL, '2023-03-15', NULL, NULL, NULL, NULL, NULL, NULL, 0);
INSERT INTO `fund_list` VALUES (5, '013446', '体指数增强发起式D', NULL, NULL, '2023-03-15', NULL, NULL, NULL, NULL, NULL, NULL, 0);
INSERT INTO `fund_list` VALUES (6, '013445', NULL, NULL, NULL, '2023-03-15', NULL, NULL, NULL, NULL, NULL, NULL, 0);
INSERT INTO `fund_list` VALUES (7, '012552', NULL, NULL, NULL, '2023-03-15', NULL, NULL, NULL, NULL, NULL, NULL, 0);
INSERT INTO `fund_list` VALUES (8, '012970', NULL, NULL, NULL, '2023-03-15', NULL, NULL, NULL, NULL, NULL, NULL, 0);
INSERT INTO `fund_list` VALUES (9, '008282', NULL, NULL, NULL, '2023-03-15', NULL, NULL, NULL, NULL, NULL, NULL, 0);
INSERT INTO `fund_list` VALUES (10, '017900', NULL, NULL, NULL, '2023-03-15', NULL, NULL, NULL, NULL, NULL, NULL, 0);
INSERT INTO `fund_list` VALUES (11, '012696', NULL, NULL, NULL, '2023-03-15', NULL, NULL, NULL, NULL, NULL, NULL, 0);
INSERT INTO `fund_list` VALUES (12, '014415', NULL, NULL, NULL, '2023-03-15', NULL, NULL, NULL, NULL, NULL, NULL, 0);
INSERT INTO `fund_list` VALUES (13, '010391', NULL, NULL, NULL, '2023-03-15', NULL, NULL, NULL, NULL, NULL, NULL, 0);
INSERT INTO `fund_list` VALUES (14, '015878', NULL, NULL, NULL, '2023-03-15', NULL, NULL, NULL, NULL, NULL, NULL, 0);
INSERT INTO `fund_list` VALUES (15, '013894', NULL, NULL, NULL, '2023-03-15', NULL, NULL, NULL, NULL, NULL, NULL, 0);
INSERT INTO `fund_list` VALUES (16, '011612', NULL, NULL, NULL, '2023-03-15', NULL, NULL, NULL, NULL, NULL, NULL, 0);
INSERT INTO `fund_list` VALUES (17, '001626', NULL, NULL, NULL, '2023-03-15', NULL, NULL, NULL, NULL, NULL, NULL, 0);
INSERT INTO `fund_list` VALUES (18, '010003', NULL, NULL, NULL, '2023-03-15', NULL, NULL, NULL, NULL, NULL, NULL, 0);
INSERT INTO `fund_list` VALUES (19, '006603', NULL, NULL, NULL, '2023-03-15', NULL, NULL, NULL, NULL, NULL, NULL, 0);
INSERT INTO `fund_list` VALUES (20, '014737	\r\n', NULL, NULL, NULL, '2023-03-15', NULL, NULL, NULL, NULL, NULL, NULL, 0);

-- ----------------------------
-- Table structure for fund_user
-- ----------------------------
DROP TABLE IF EXISTS `fund_user`;
CREATE TABLE `fund_user`  (
  `id` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '用户ID',
  `state` tinyint(1) NULL DEFAULT NULL COMMENT '用户状态:0=正常,1=禁用',
  `name` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '用户名',
  `head_img_url` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '头像图片地址',
  `phone_number` varchar(11) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '手机号码',
  `password` varchar(64) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '登录密码',
  `token` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT 'token，登录时动态生成',
  `utc_create` datetime(0) NULL DEFAULT NULL COMMENT '创建时间',
  `utc_updated` datetime(0) NULL DEFAULT NULL COMMENT '修改时间',
  `utc_deleted` tinyint(1) UNSIGNED ZEROFILL NULL DEFAULT 0 COMMENT '逻辑删除:0=未删除,1=已删除',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '用户' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of fund_user
-- ----------------------------
INSERT INTO `fund_user` VALUES ('829412776760836096', 0, 'string', NULL, 'string', 'B45CFFE084DD3D20D928BEE85E7B0F21', NULL, '2023-03-04 07:11:21', '2023-03-04 07:11:21', 0);
INSERT INTO `fund_user` VALUES ('829415130017038336', 0, 'string11', NULL, 'string111', '968CAE2DD14BD411618E5CEEA7C19F94', NULL, '2023-03-04 07:20:42', '2023-03-04 07:20:42', 0);
INSERT INTO `fund_user` VALUES ('829441917463822336', 0, '橘猪猪', NULL, '17677487445', 'E2DF14DB74564B51765D6EA9B7703792', 'eyJhbGciOiJIUzUxMiIsInppcCI6IkdaSVAifQ.H4sIAAAAAAAA_6tWKi5NUrJScgv1c9ENDXYNUtJRykwBClgYWZqYGFoampuYGVsYGRkbmwFl8hJzU4Fyz1bOeN6zCoiUagH1Lv2ZQAAAAA.S6NYPvitMnOlPFwSfNkMYRm0cOnIyCYyD38jfCeOD8vxlcScCclRDO0K92do6UyzzI3CaMLKTAikxEksezPLFQ', '2023-03-04 09:07:09', '2023-03-04 12:06:33', 0);
INSERT INTO `fund_user` VALUES ('829504708803559424', 0, '只它场四存已展', NULL, '92', '5CAE085A3525EF2F075FE4AD21F450D7', '', '2023-03-04 13:16:40', '2023-03-29 15:18:01', 1);
INSERT INTO `fund_user` VALUES ('829515112309063680', 0, 'lkmupdate', NULL, '12345678910', 'E2DF14DB74564B51765D6EA9B7703792', 'eyJhbGciOiJIUzUxMiIsInppcCI6IkdaSVAifQ.H4sIAAAAAAAA_6tWKi5NUrJScgv1c9ENDXYNUtJRykwBClgYWZoamhoaGhkbWBqYGZtZGABl8hJzU4FyOdm5SrUACGDHIToAAAA.DocH1aLD_p6_WS04lUS58pCjMRc2FnE3Jy_h5dIo8zWXrLENYr_x8NFv5imU5CMl0A1lRa-VNd1ilkmDR0t75Q', '2023-03-04 13:58:00', '2023-03-30 14:30:14', 0);
INSERT INTO `fund_user` VALUES ('831028238254866432', 0, 'lkm', NULL, '19994618304', 'DC483E80A7A0BD9EF71D8CF973673924', NULL, '2023-03-08 18:10:37', '2023-03-08 18:10:37', 0);
INSERT INTO `fund_user` VALUES ('831029229930938368', 0, 'lkm', NULL, '19994618124', 'DC483E80A7A0BD9EF71D8CF973673924', NULL, '2023-03-08 18:14:34', '2023-03-08 18:14:34', 0);
INSERT INTO `fund_user` VALUES ('831029742726545408', 0, 'string', NULL, '45648987', 'B45CFFE084DD3D20D928BEE85E7B0F21', 'eyJhbGciOiJIUzUxMiIsInppcCI6IkdaSVAifQ.H4sIAAAAAAAA_6tWKi5NUrJScgv1c9ENDXYNUtJRykwBClgYGxoYWZqbGJkbmZmamJoYWABl8hJzU4FyxSVFmXnpSrUAImzIij0AAAA.msxrtXlD-nvV3GNuBbHmImOTgE3sje6SIKPq3O670H-j5sed_QLLbaen445xPgONSCMcMfUAYcRZbubbFB7lOQ', '2023-03-08 18:16:36', '2023-03-08 18:17:12', 0);
INSERT INTO `fund_user` VALUES ('831194839847534592', 0, 'hahha', NULL, '459471027', '3B76D158764BE16EE507348572534F16', 'eyJhbGciOiJIUzUxMiIsInppcCI6IkdaSVAifQ.H4sIAAAAAAAA_6tWKi5NUrJScgv1c9ENDXYNUtJRykwBClgYGxpamlgYW1qYmJsam5haGgFl8hJzU4FyGYkZGYlKtQCu8ywGPAAAAA.5h2Hh-aLo-M1XIEpi_0qBOp_rixPfGN0mH3RtjiRxx9hhz9nu1iZTS1HNG_q-Kl1MHKLwVBNUST69j2JDfgHNQ', '2023-03-09 05:12:38', '2023-03-09 05:12:57', 0);
INSERT INTO `fund_user` VALUES ('838952235961417728', 0, 'lkmTest', NULL, '1234321234', 'E10ADC3949BA59ABBE56E057F20F883E', NULL, '2023-03-30 14:57:46', '2023-03-30 14:57:46', 0);
INSERT INTO `fund_user` VALUES ('838952714174988288', 0, 'lkmTest2', NULL, '3213213211', 'E10ADC3949BA59ABBE56E057F20F883E', NULL, '2023-03-30 14:59:40', '2023-03-30 14:59:40', 0);
INSERT INTO `fund_user` VALUES ('838955142907691008', 0, '呜呜呜', NULL, '19999299473', '315EB115D98FCBAD39FFC5EDEBD669C9', NULL, '2023-03-30 15:09:19', '2023-03-30 15:09:19', 0);
INSERT INTO `fund_user` VALUES ('838955275938430976', 0, '呜呜呜42', NULL, '56489231742', '2BD12A930C3012F9BB4E0EA9BEC9A3FC', NULL, '2023-03-30 15:09:50', '2023-03-30 15:09:50', 0);
INSERT INTO `fund_user` VALUES ('838955399141916672', 0, 'hhq2', NULL, '34728371623', 'E10ADC3949BA59ABBE56E057F20F883E', NULL, '2023-03-30 15:10:20', '2023-03-30 15:10:20', 0);
INSERT INTO `fund_user` VALUES ('839656600720375808', 0, 'qweasdzx', NULL, '18837264532', 'E10ADC3949BA59ABBE56E057F20F883E', NULL, '2023-04-01 13:36:39', '2023-04-01 13:36:39', 0);

SET FOREIGN_KEY_CHECKS = 1;
